[
    { "id": 1, "value": "Integrity", "definition": "Adhering to moral and ethical principles; soundness of moral character; honesty." },
    { "id": 2, "value": "Innovation", "definition": "Introducing new ideas; original and creative thinking." },
    { "id": 3, "value": "Compassion", "definition": "Deep awareness of the suffering of another accompanied by the wish to relieve it." },
    { "id": 4, "value": "Excellence", "definition": "The quality of being outstanding or extremely good in performance or abilities." },
    { "id": 5, "value": "Responsibility", "definition": "The state or fact of being accountable for one's actions and decisions." },
    { "id": 6, "value": "Teamwork", "definition": "The combined action of a group, especially when effective and efficient." },
    { "id": 7, "value": "Diversity", "definition": "The practice of including or involving people from a range of different social and ethnic backgrounds." },
    { "id": 8, "value": "Sustainability", "definition": "Avoidance of the depletion of natural resources in order to maintain an ecological balance." },
    { "id": 9, "value": "Transparency", "definition": "Operating in a way that creates openness between stakeholders." },
    { "id": 10, "value": "Adaptability", "definition": "The quality of being able to adjust to new conditions or circumstances." },
    { "id": 11, "value": "Courage", "definition": "The ability to do something that frightens one; strength in the face of pain or grief." },
    { "id": 12, "value": "Empathy", "definition": "The ability to understand and share the feelings of another." },
    { "id": 13, "value": "Growth", "definition": "The process of developing or maturing physically, mentally, or spiritually." },
    { "id": 14, "value": "Balance", "definition": "A state of equilibrium or equipoise; equal distribution of weight, amount, etc." },
    { "id": 15, "value": "Collaboration", "definition": "The action of working with someone to produce or create something." },
    { "id": 16, "value": "Creativity", "definition": "The use of imagination or original ideas to create something; inventiveness." },
    { "id": 17, "value": "Respect", "definition": "Due regard for the feelings, wishes, rights, or traditions of others." },
    { "id": 18, "value": "Continuous Learning", "definition": "The ongoing acquisition of knowledge and skills throughout one's life." },
    { "id": 19, "value": "Accountability", "definition": "The fact or condition of being accountable; responsibility." },
    { "id": 20, "value": "Resilience", "definition": "The capacity to recover quickly from difficulties; toughness." },
    { "id": 21, "value": "Passion", "definition": "Strong and barely controllable emotion or enthusiasm for something." },
    { "id": 22, "value": "Trust", "definition": "Firm belief in the reliability, truth, ability, or strength of someone or something." }
]